import FC from "react";
import styles from './politic.module.css';

export const Politic = () => {

  return (
    <div className={styles.politic}>
      <h3 className={styles.politic__title}>Политика конфиденциальности</h3>
      <div className={styles.politic__container}>
        <h4 className={styles.contacts__subtitle}>1 ВВЕДЕНИЕ</h4>
        <span className={styles.politic__text}>Используя и / или посещая любой раздел веб-сайта https://vezdepay.com («Веб-сайт»);
          или открывая учетную запись на Сайте, вы соглашаетесь соблюдать Политику конфиденциальности. В настоящей Политике
          конфиденциальности описывается, как мы собираем, используем, обрабатываем и раскрываем вашу информацию, включая личную
          информацию, в связи с вашим доступом к этому Веб-сайту и его использованием. «Контроллер данных» - это компания, которая
          определяет цели и средства обработки персональных данных в соответствии с настоящей Политикой конфиденциальности. VEZDEPAY
          действует в качестве контроллера данных в соответствии с Регламентом ЕС 2016/679, определяющим цели и средства обработки
          ваших личных данных. При использовании платежных услуг вы также будете предоставлять свою информацию, включая личную
          информацию, компании VEZDEPAY , регистрационный номер 16501649, зарегистрированной по адресу: Rue du Trône 100, 3rd floor,
          Brussels, 1050, Belgium.</span>
        <span className={styles.politic__text}>VEZDEPAY будет обрабатывать вашу информацию, которая необходима для обработки платежей,
          и будет действовать в качестве контроллера данных («Контроллер платежных данных») для вашей информации, которая необходима
          для анализа и сообщения о действиях, вызывающих подозрение в мошенничестве, отмывание денег, финансирование терроризма или
          любая другая незаконная деятельность в соответствии с действующим законодательством, как это более точно указано ниже.
          Для целей этой политики использование слов «мы», «нас» или «наш» относится к компании, которая несет ответственность за вашу
          информацию в соответствии с настоящей Политикой конфиденциальности. Пожалуйста, см. Раздел 9 для получения контактных данных
          Контроллеров данных.</span>
        <h4 className={styles.contacts__subtitle}>2 ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ</h4>
        <span className={styles.politic__text}>Мы собираем вашу личную информацию, которая может быть использована для идентификации
          наших клиентов и партнеров, включая, помимо прочего, имя и фамилию, дату рождения, данные банковского счета, домашний или
          другой физический адрес, адрес электронной почты, номер телефона. , информация о доставке, платежная информация, история
          транзакций, предпочтения использования веб-сайта и отзывы о веб-сайте или другая контактная информация, которая является
          личной информацией («Персональная информация»).</span>
        <h4 className={styles.contacts__subtitle}>2.1 ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ ВЫ ПРЕДОСТАВЛЯЕТЕ НАМ</h4>
        <span className={styles.politic__text}>Мы можем попросить вас предоставить Нам вашу личную информацию. В некоторых случаях
          мы можем запросить у вас информацию посредством опросов или конкурсов. Участие в этих опросах или конкурсах полностью
          осуществляется на добровольной основе, и, с этой точки зрения, вы вправе принять решение о раскрытии такой информации.
          Информация, которую мы запрашиваем, может быть связана с контактной информацией (например, имя, почтовый адрес и номер
          телефона) и демографической информацией (например, почтовый индекс или возраст).</span>
        <h4 className={styles.contacts__subtitle}>2.2 ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ О ВАС</h4>
        <span className={styles.politic__text}>Кроме того, пока вы используете Веб-сайт, наши серверы ведут журнал активности. Этот
          журнал собирает административную информацию и информацию о трафике, включая IP-адрес источника, время доступа, дату доступа,
          посещенные веб-страницы, использование языка, отчеты о сбоях программного обеспечения и тип используемого браузера. Этот
          журнал уникален для вас. Эта информация имеет решающее значение для предоставления наших услуг, а также для их адекватности
          и возможностей. Мы хотели бы проинформировать вас, что в определенных случаях мы можем проводить исследования безопасности,
          чтобы подтвердить вашу личность, возраст, а также другие регистрационные данные, предоставленные вами, а также проверить
          использование вами Веб-сайта и ваших финансовых транзакций, чтобы гарантировать что нет потенциального нарушения наших
          Условий и / или применимого законодательства. Для этой цели Мы можем использовать вашу Личную информацию и раскрывать
          вашу Личную информацию третьим лицам, чтобы проверить информацию, которую вы предоставляете для использования Веб-сайта,
          включая, возможно, но не обязательно, международный обмен информацией. Сводные данные, которые будут составлены на основе
          полученной проверки безопасности, могут состоять из запроса кредитного отчета и / или другой проверки информации,
          предоставленной вашей стороной, по базам данных третьих лиц. Личная информация также может быть получена из списков
          клиентов, которые могут быть законным образом получены от третьих лиц.</span>
        <h4 className={styles.contacts__subtitle}>3 ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ О ВАС</h4>
        <span className={styles.politic__text}>Спасибо, что соглашаетесь на обработку вашей личной информации. Мы можем выполнять
          наши обычные функции. Мы хотели бы сообщить вам, что мы используем вашу личную информацию в следующих целях:</span>
        <h4 className={styles.contacts__subtitle}>3 ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ О ВАС</h4>
        <span className={styles.politic__text}>3.1 С вашего согласия (и до его отзыва). Например, вы могли дать свое согласие на получение маркетинговых информационных сообщений;</span>
        <span className={styles.politic__text}>3.2 В необходимом объеме и для выполнения договорных обязательств, что означает следующие действия:</span>
        <span className={styles.politic__text}>3.2.1 обработка ваших онлайн-транзакций;</span>
        <span className={styles.politic__text}>3.2.2 предоставление клиентской поддержки.3.3 Где это соответствует Нашим законным деловым интересам. что означает следующие действия:</span>
        <span className={styles.politic__text}>3.3.1 Повышение качества исоответствия ряда услуг VEZDEPAY, а также продвижение Нашей службы поддержки клиентов;</span>
        <span className={styles.politic__text}>3.3.2 Действия, направленные наудовлетворение определенных требований бизнеса;</span>
        <span className={styles.politic__text}>3.3.3 Действия, предпринимаемые для рабочих целей Веб-сайта;</span>
        <span className={styles.politic__text}>3.3.4 Проведение проверок безопасности иидентификации, проверяющих действий;</span>
        <span className={styles.politic__text}>3.3.5 Предоставление информации онаших рекламных акциях, атакже информации, касающейся услуг VEZDEPAY.</span>
        <span className={styles.politic__text}>Если упоминаются наши законные интересы в отношении обработки вашей личной информации, пожалуйста, свяжитесь снами, чтобы уточнить информацию, относящуюся к нашей оценке воздействия на вас.</span>
        <h4 className={styles.contacts__subtitle}>4 СКОЛЬКО МЫ ХРАНИМ ВАШУ ИНФОРМАЦИЮ</h4>
        <span className={styles.politic__text}>После закрытия вашей учетной записи Личная информация вашей учетной записи будет
          храниться нами не более 1 года после даты ее закрытия. Согласно финансовой информации, которая собирается в рамках Нашего
          сотрудничества, такой как выплата комиссионных и т. Д., Эта информация будет храниться примерно 10 лет после закрытия
          счета в соответствии с Нашими юридическими обязательствами в отношении мошенничества, борьбы с отмыванием денег, и
          вопросы налогообложения. Мы заверяем вас, что информация надежно хранится до конца периода хранения, после которого
          информация будет соответственно удалена и / или уничтожена.</span>
        <h4 className={styles.contacts__subtitle}>4.1 ВАШИ ПРАВА</h4>
        <span className={styles.politic__text}>Обратите внимание, что у вас есть права в отношении вашей личной информации,
          `которые включают:</span>
        <span className={styles.politic__text}>4.1.1 Право на получение информации о том, как Мы используем информацию,
          а также о ваших правах в этом отношении. Эта информация должна быть предоставлена ясным, прозрачным и понятным образом.
          И чтобы реализовать это право с вашей стороны</span>
        <span className={styles.politic__text}>4.1.2 Право на исправление имеющейся у нас информации о вас, если такая информация
          противоречит к факту;</span>
        <span className={styles.politic__text}>4.1.3 Право на доступ и изучение вашей Личной информации, которой Мы располагаем;</span>
        <span className={styles.politic__text}>4.1.4 Право на удаление, ограничение или «приостановку» использования вашей
          Личной информации (в исключительных случаях);</span>
        <span className={styles.politic__text}>4.1.5 Право запрашивать вашу личную информацию в цифровом формате, включая, помимо
          прочего, цель передачи такой информацию третьему лицу.</span>
        <span className={styles.politic__text}>4.1.6 Право на возражение позволяет вам остановить или запретить Нам обрабатывать
          вашу Личную информацию в отношении всех Личная информация, которую мы храним о вас или только о определенной информации.
          Это также может относиться только к конкретной цели, для которой мы обрабатываем данные. Ваши Права в отношении автоматического
          принятия решений и профилирования не позволяют Нам принимать исключительно автоматизированные решения, в том числе основанные
          на профилировании, которые имеют юридические или аналогичные существенные последствия для отдельных лиц. Поэтому мы будем
          информировать вас обо всех случаях, когда мы используем такой подход, а именно для целей признания случаев мошенничества
          или уклонения от уплаты налогов. Если вы заинтересованы в реализации вышеупомянутых прав, пожалуйста, свяжитесь с Нами
          по следующим адресам электронной почты:moneysurfpro@gmail.com</span>
        <span className={styles.politic__text}>Ваш запрос должен содержать следующую информацию:</span>
        <span className={styles.politic__text}>4.1.7 Ваше имя;</span>
        <span className={styles.politic__text}>4.1.8 Контактная информация;</span>
        <span className={styles.politic__text}>4.1.9 Полная информация о вашем запросе.</span>
        <span className={styles.politic__text}>Если вы не удовлетворены Нашим ответом или считаете, что Наше использование вашей информации
          не соответствует закону о защите данных, вы можете подать жалобу в соответствующий регулирующий орган в вашей юрисдикции в отношении
          конфиденциальности данных.</span>
        <h4 className={styles.contacts__subtitle}>5 ВАШЕ СОГЛАСИЕ НА ОБРАБОТКУ ДАННЫХ И ЕЕ ОТЗЫВ</h4>
        <span className={styles.politic__text}>Согласно GDPR, согласие должно даваться в положительной и утвердительной форме
          лицами, которые делятся своими личными данными с организациями. Согласно Европейской директиве о защите данных, суть
          концепции «согласия» заключается в следующем: «любое свободно данное конкретное и осознанное указание своего желания,
          которым субъект данных выражает свое согласие с обрабатываемыми личными данными, относящимися к нему».</span>
        <span className={styles.politic__text}>После предоставления вашей личной информации на нашем веб-сайте вы должны
          принять условия соглашения. Что касается маркетинговой информации и сообщений, вы оставляете за собой право отказаться
          от таких сообщений. Обратите внимание, что вы можете отказаться от маркетинга в любое время, если вы не заинтересованы
          в получении наших маркетинговых информационных сообщений.</span>
        <h4 className={styles.contacts__subtitle}>6 БЕЗОПАСНОСТЬ</h4>
        <span className={styles.politic__text}>Обратите внимание, что Наша компания полностью осознает важность информационной
          безопасности и методов, необходимых для защиты информации. Мы храним всю полученную от вас Персональную информацию в
          защищенной базе данных в нашей защищенной сети и с помощью активного ведущего программного обеспечения безопасности.
          Мы предпринимаем шаги для обеспечения того, чтобы наши дочерние компании, агенты, партнеры и поставщики также использовали
          надлежащий уровень безопасности.</span>
        <h4 className={styles.contacts__subtitle}>7 АВТОМАТИЧЕСКОЕ ПРИНЯТИЕ РЕШЕНИЙ И ПРОФИЛИРОВАНИЕ</h4>
        <span className={styles.politic__text}>Примите к сведению, что мы предпринимаем многочисленные действия, чтобы
          соответствовать правилам борьбы с отмыванием денег (AML), финансированием терроризма, мошенничеством и другой
          незаконной деятельностью. Для этого Мы используем современное программное обеспечение, которое отслеживает и
          информирует нас о подозрительных или мошеннических транзакциях и действиях. Если соответствующие транзакции
          флажком, мы передаем их в необходимые регулирующие и правоохранительные органы. Учетные записи с подозрительной
          и мошеннической деятельностью могут быть приостановлены и / или заблокированы Нашей стороной.</span>
        <h4 className={styles.contacts__subtitle}>8 МЕЖДУНАРОДНЫЕ ПЕРЕВОДЫ</h4>
        <span className={styles.politic__text}>Мы храним личную информацию на наших серверах в Эстонии. Личная информация,
          собранная на Веб-сайте, также может храниться и обрабатываться в любой стране, в которой мы или Наши партнеры,
          поставщики или агенты имеют объекты. Мы предпринимаем шаги для обеспечения того, чтобы наши агенты, партнеры и
          поставщики соблюдали Наши стандарты конфиденциальности, несмотря на их местонахождение.</span>
        <h4 className={styles.contacts__subtitle}>9 СВЯЗЬ С НАМИ И ПОДАЧА ЖАЛОБЫ</h4>
        <span className={styles.politic__text}>Пожалуйста, не стесняйтесь обращаться к нам, если у вас есть какие-либо вопросы
          или жалобы в отношении настоящей Политики конфиденциальности или того, как Мы обрабатываем вашу Личную информацию,
          используя следующие данные:</span>
        <span className={styles.politic__text}>9.1 электронная почта:<a href="mailto:moneysurfpro@gmail.com" className={styles.politic__link}>moneysurfpro@gmail.com</a></span>
        <h4 className={styles.contacts__subtitle}>10 ИЗМЕНЕНИЙ В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ</h4>
        <span className={styles.politic__text}>Настоящим Мы хотели бы сообщить вам, что Мы постоянно пересматриваем и 
        обновляем настоящую Политику конфиденциальности в любое время, когда происходят значительные изменения в том, 
        как Мы используем личную информацию, а также чтобы наша обработка информации соответствовала действующему 
        законодательству.</span>
        <span className={styles.politic__text}>В случае каких-либо изменений в Политике конфиденциальности Мы также можем связаться с вами, 
        чтобы уведомить вас о любых существенных изменениях, если мы сочтем их важными и необходимыми.</span>
        <span className={styles.politic__text}>Настоящая Политика конфиденциальности изначально была создана и опубликована в июне 2022 года.</span>
        <h4 className={styles.contacts__subtitle}>11 ЗАКОНОДАТЕЛЬСТВО О ЗАЩИТЕ ДАННЫХ</h4>
        <span className={styles.politic__text}>Если вы хотите узнать больше об Общем регламенте защиты данных, перейдите по ссылке ниже:
        <a href="https://ico.org.uk/for-organisations/data-prot" target="_blank" className={styles.politic__link}>https://ico.org.uk/for-organisations/data-prot</a></span>
      </div>
    </div>
  );
};

